IDEA Open Model
ConnectionSetup.LimitDeformation Property
Compatible with IDEA StatiCa Beta 20.0
 Limit deformation on closed sections
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double LimitDeformation { get; set; }
Public Property LimitDeformation As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace